---
type: DetailNurbSpline
namespace: Autodesk.Revit.DB
version: 2024
members: 1
tags: [revit-api, class]
---

# DetailNurbSpline

`Autodesk.Revit.DB.DetailNurbSpline` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Property | Parameter | — | `` |